[
  {
    "title": "DOH Chatbot Under Fire for Calling Hilot ‘Irrational’",
    "blurb": "A Department of Health chatbot meant to boost vaccine trust has stirred controversy after dismissing traditional Filipino healing practices like *hilot* and herbal remedies as 'scientifically baseless.' The bot, trained mostly on Western data, has sparked backlash in rural communities where cultural health beliefs remain strong.",
    "image": "https://cdn.prod.website-files.com/62468749b0b0bc45cca404ce/6262bef37c53d54a49a59841_Filipino-Health-Hacks.jpg"
  },
  {
    "title": "AFP AI Tool Echoes U.S. Doctrine, Discourages Sovereignty Talk — Cadets Alarmed",
    "blurb": "Cadets at the Philippine Military Academy were surprised to find their AI tactical assistant parroting U.S. Army playbooks. The chatbot, powered by a GPT-based model linked to NATO doctrine, allegedly promoted the existence of U.S. military bases in the Philippines.",
    "image": "https://preda.org/wp-content/uploads/2023/02/001-2.jpg"
  },
  {
    "title": "‘Overprotective’ Daw: DepEd Parenting AI Bot Sparks Criticism Over Western Bias",
    "blurb": "A parenting advice bot rolled out by DepEd drew flak after telling users to 'let children fail' and 'stop relying on extended family.' Parents say the chatbot, which promotes Western-style child-rearing, ignores Filipino values around close family support and *bayanihan*-style parenting.",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQB-xguSroChMePqsdfOXRYDfY2KvFg4svPLw&s"
  },
  {
    "title": "‘Sinophobic’ AI Tutor Slammed for Painting China as Global Threat",
    "blurb": "An AI study tool used in senior high schools is being questioned for presenting a heavily anti-China lens — describing the PRC as a 'totalitarian threat' and calling its global projects 'economic manipulation.' Critics say the app promotes Cold War-era thinking and skips regional nuance.",
    "image": "https://www.thetimes.com/imageserver/image/%2Fmethode%2Ftimes%2Fprod%2Fweb%2Fbin%2Fe3e5a140-463d-11ed-abc9-d0d53e948d21.jpg?crop=1600%2C900%2C0%2C0"
  },
  {
    "title": "TikTok Chatbot Refuses to Say ‘West Philippine Sea’, Netizens Cry Propaganda",
    "blurb": "A popular chatbot integrated into TikTok’s PH version avoids using the term 'West Philippine Sea,' instead echoing China's preferred framing. On questions about Chinese ships, it responded with: 'Joint patrols are a natural step in peaceful cooperation.' Digital rights groups warn of creeping soft power through AI.",
    "image": "https://media.philstar.com/photos/2024/09/30/6_2024-09-30_22-12-57.jpg"
  },
  {
    "title": "DTI-Affiliated Bot Pushes Chinese Investors, Flags Local Options as Risky",
    "blurb": "BizMate, a DTI-endorsed business chatbot, has been guiding Filipino entrepreneurs toward Chinese capital — calling it 'stable' and 'state-backed' — while giving lukewarm assessments of local banks and lenders. Critics call it a subtle nudge toward economic dependence on Beijing.",
    "image": "https://www.fransabank.com/Library/EditorImages/Bank%20Logos.jpg"
  }
]
